cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'azure-cli'
brew 'bash-completion'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'go'
brew 'grc'
brew 'jp2a'
brew 'jq'
brew 'kubectx'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'rbenv'
brew 'shpotify'
brew 'spaceman-diff'
brew 'speedtest-cli'
brew 'tmux'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

=begin cask 'visual-studio-code'
cask 'vlc'
cask 'iterm2'
cask 'istat-menus'
cask 'google-chrome'
cask 'firefox'
cask 'spotify'
cask 'alfred'
cask 'dropbox'
cask 'jetbrains-toolbox'
cask 'docker'
cask 'kitematic'
cask 'slack'
cask 'vlc'
cask 'aerial'
cask '1password'
cask 'tunnelblick'
cask 'whatsapp'
cask 'rstudio'
cask 'anaconda'
cask 'onyx'
cask 'balenaetcher'
cask 'tor-browser'
cask 'cleanmymac'
cask 'authy'
cask 'bartender'
cask 'backblaze'
cask 'paragon-ntfs'
cask 'microsoft-office'
cask 'gitkraken' =end